<HTML>
<HEAD>
<TITLE>Ludger Jansen - Sozialontologie</TITLE>
<META http-equiv=Content-Type content="text/html; charset=iso-8859-1">
<LINK href="Bilder/format.css" type=text/css rel=stylesheet>
</HEAD>

<BODY text=#000000><A name=top></A>
<TABLE cellPadding=5>
<TBODY>
  <!--Feld oben links-->
  <TR>
    <TD align=middle width=150 bgColor=#E67300>
      <IMG src="Bilder/aristoteles.jpg" height="100" border="0"></A>
    </TD>

  <!--Feld oben rechts-->
    <TD align=left bgColor=#FFC891>
      <font face="VERDANA,ARIAL,HELVETICA">
      <font size="+3">PD Dr. Ludger Jansen</font></font>
    </TD>
  </TR>


  <!--Leiste links-->
  <TR>
    <TD vAlign=top align=middle bgColor=#FFC891>
     <font face="VERDANA,ARIAL,HELVETICA"><br>
      <br>
      <a href="lehre.htm">Lehre</a><br>
         <hr noshade size=1><br>
      <a href="research.htm"><i>Research</i></a><br>
         <hr noshade size=1><br>
      <a href="publikationen.htm">Publikationen</a><br>
         <hr noshade size=1><br>
      <a href="vortraege.htm">Vortr&auml;ge</a><br>
         <hr noshade size=1><br>
      <a href="index.htm">Hauptseite</a><br>
         <hr noshade size=1></font>
    </TD>

  <!--Hauptfeld-->
    <td valign=top  bgcolor=#FFFFFF>
<div align=center>
<table width="100%" cellpadding=10 bgcolor=#FFFFF1>
<TR>
<TD VALIGN=TOP>

<a name=start><nobr id="z1cb">Ludger Jansen</nobr><br></a>
<nobr id="z1cb">Soziale Entit&auml;ten.<br></nobr>
<h2>Logische, ontologische und ethische Aspekte<br>
<i>Forschungsprojekt</i></h2>
<br>
<br>
<h4>Wenn wir "wir" sagen</h4>

<p>Das Personalpronomen der ersten Person Singular "ich" hat in der Philosophie der Neuzeit seit Descartes breite Aufmerksamkeit gefunden. Logisch gesehen ist es ein indexikalischer Ausdruck, der auf den Sprecher des Ausdrucks referiert. Ontologisch gesehen entz&uuml;ndet sich an ihm die Subjektphilosophie mit den Diskussionen &uuml;ber personale Identit&auml;t.</p>

<p>Das Personalpronomen der ersten Person Plural "wir" ist hingegen noch wenig beachtet worden. Wie "ich" ist "wir" ein kontextsensitiver indexikalischer Ausdruck. W&auml;hrend "ich" aber stets dieselbe Referenz hat, wenn es von ein und demselben Sprecher verwendet wird, kann die Referenz des Pronomens "wir" bei verschiedenen Gelegenheiten seiner Verwendung unterschiedlich sein, selbst wenn es von ein und demselben Sprecher verwendet wir. In folgenden S&auml;tze bedeutet "wir" jeweils etwas verschiedenes, auch wenn alle von ein und demselben Sprecher ge&auml;u&szlig;ert werden:

<ol start="1" type="1">
<li>"Wir k&ouml;nnen uns morgen ja wieder zum Mittagessen treffen",</li>
<li>"Wir Deutschen sind flei&szlig;ig",</li>
<li>"Letzte Wochen haben wir gegen die Bayern gewonnen" (ge&auml;u&szlig;ert in der S&uuml;dkurve).</li>
</ol>

Gemeinsam ist allen Beispielen, da&szlig; das Pronomen "wir" auf eine Gruppe verweist, der sich der Sprecher zuordnet, wobei die Zugeh&ouml;rigkeit zu der Gruppe aber unterschiedlich konstituiert sein kann, wie besonders das letzte Beispiel zeigt: Der Fan kann "Wir haben gewonnen" sagen, obwohl er nie mitgespielt hat.</p>

<h4>Probleme der Ontologie sozialer Entit&auml;ten</h4>

<p>Mit dem Pronomen "wir" wird also auf eine Gruppe verwiesen, auf eine soziale Entit&auml;t. Wie wird eine soziale Entit&auml;t individuiert?  In Satz (1) verweist "wir" auf eine Gruppe von Personen, die sich zu einer bestimmten Zeit zum Essen getroffen haben; hier kann die Individuierung der Gruppe auf eine Menge von bestimmten Personen zur&uuml;ckgef&uuml;hrt werden. In Satz (2) hingegen ist dies nicht so einfach. Denn hier umfa&szlig;t das "wir" vermutlich auch solche Deutsche, die l&auml;ngst verstorben und solche, die noch nicht geboren sind: Die soziale Entit&auml;t l&auml;&szlig;t sich also nicht abgrenzen durch die Angabe derjenigen Personen, aus denen sie besteht.</p>

<p>Es gilt also, verschiedene Typen sozialer Entit&auml;ten zu unterscheiden und jeweils getrennt ihre Individuierung zu untersuchen. F&uuml;r diesen Teil kann auf Arbeiten zur&uuml;ckgegriffen werden, die bereits bestimmte soziale Entit&auml;ten oder soziale Entit&auml;ten unter bestimmten Hinsichten analysiert haben, etwa hinsichtlich des selbstreferentiellen Charakters sozialer System (Luhmann) oder hinsichtlich ihrer Strukturiertheit als Institutionen (Balzer).</p>

<p>Eng verbunden mit der Frage nach der Individuierung einer Entit&auml;t sind Fragen der Identit&auml;t. Zun&auml;chst ist die synchrone Identit&auml;t zu untersuchen, also die Frage: Wann referieren zwei zeitgleiche &Auml;u&szlig;erungen des Personalpronomens "wir" (oder andere Ausdr&uuml;cke, mit denen auf soziale Entit&auml;ten verwiesen werden kann) auf dieselbe soziale Entit&auml;t?</p>
<p>Sodann stellt sich die Frage nach der diachronen Identit&auml;t. Denn zu verschiedenen Zeiten kann auf dieselbe fortexistierende Entit&auml;t referiert werden: Wann referieren zwei &Auml;u&szlig;erungen von "wir" (oder entsprechender anderer Ausdr&uuml;cke), die zu verschiedenen Zeiten ge&auml;u&szlig;ert werden, auf dieselbe soziale Entit&auml;t? Es ist aber auch m&ouml;glich, zu ein und derselben Zeit &uuml;ber ein und dieselbe soziale Entit&auml;t zu verschiedenen Zeiten zu sprechen; z.B.: "Heute haben wir zwei Tore geschossen, zweimal soviel, wie wir letzte Woche geschossen haben. Hoffentlich sind wir auch n&auml;chste Woche, beim Heimspiel, wieder so erfolgreich." Auch hier gilt es wieder, f&uuml;r verschiedene Typen sozialer Entit&auml;ten die jeweiligen Identit&auml;tskriterien zu analysieren.</p>

<h4>Wie konstituieren soziale Entit&auml;ten ihre Identit&auml;t?</h4>

<p>Auch wenn das Pronomen "wir" eine gro&szlig;e Bandbreite von Verwendungen zul&auml;&szlig;t, so ist doch seine Referenz keine Sache des Zufalls. Sonst k&ouml;nnte dieses Pronomen wohl kaum kommunikativ erfolgreich verwendet werden. Andererseits fallen soziale Entit&auml;ten auch nicht vom (Ideen-) Himmel. Das kommunikativ erfolgreiche Referieren auf eine soziale Entit&auml;t setzt voraus, da&szlig; ein entsprechender Konstituierungsproze&szlig; stattgefunden hat, in dem sich die Identit&auml;t der sozialen Entit&auml;t herausgebildet hat. Da eine soziale Entit&auml;t aus Sprechern zusammengesetzt sein kann, die alle mit "wir" auf diese Entit&auml;t verweisen k&ouml;nnen, kann man sagen, da&szlig; eine soziale Entit&auml;t ihre Identit&auml;t selbst konstituieren kann. Leitfragen zur Untersuchung dieses Prozesses der Identit&auml;tsbildung k&ouml;nnen sein:

<ul>
<li>Welche Personen werden zu dieser sozialen Entit&auml;t gez&auml;hlt, welche nicht? </li>
<li>Welche essentiellen oder akzidentellen Eigenschaften werden der sozialen Entit&auml;t zugeschrieben? </li>
<li>Wie wird die Vergangenheit und die Zukunft der sozialen Entit&auml;t vorgestellt?</li>
</ul>

Vor allem f&uuml;r die Frage nach der Vergangenheit einer sozialen Entit&auml;t werden die zahlreichen Arbeiten hilfreich sein, die in j&uuml;ngster Zeit insbesondere von Jan und Aleida Assmann zum "kulturellen Ged&auml;chtnis" ver&ouml;ffentlicht worden sind.
Von besonderem rechtsphilosophischem Interesse ist, da&szlig; diese Mechanismen der Selbstkonsitution auch auf der politischen Ebene gilt: Was die jeweiligen Staaten unter ihrem Staatsein verstehen, ist zun&auml;chst einmal Sache dieser Staaten selbst (von B&ouml;ckenf&ouml;rde; Margalit). Auf der politischen Ebene aber ein zweiter Mechanismus wichtig, der zur Konstiuierung bestimmter sozialer Entit&auml;ten, wie z.B. von Staaten, essentiell ist: die Anerkennung durch andere Entit&auml;ten dieses Typs. (Zum Begriff der Anerkennung vgl. v.a. die Arbeiten von Honneth und Taylor.)</p>

<h4>Sozialethische Aspekte</h4>

<p>Die Ontologie sozialer Entit&auml;ten hat eine gro&szlig;e sozialethische Relevanz. Denn zu denjenigen sozialen Entit&auml;ten, die ihre Identit&auml;t selbst konstituieren, geh&ouml;ren demokratische Staaten wie die Bundesrepublik. Hier ergeben sich wichtige rechtsphilosophische und sozialethische Fragen:

<ul>
<li>Nach welchen normativen &Uuml;berlegungen soll ein demokratischer Staat seine Identit&auml;t konstituieren?</li>
<li>Welche Personen ordnet er sich mit welcher Begr&uuml;ndung zu?</li>
<li>Welche essentiellen Eigenschaften schreibt er sich zu?</li>
<li>F&uuml;r welche Vergangenheit steht er mit welcher Bewertung ein?</li>
<li>Welche Zukunft w&uuml;nscht er sich?</li>
</ul>

Eine genauere ontologische Theorie sozialer Entit&auml;ten wird erlauben, die ethischen und politischen Aspekte dieser Fragen sachlicher und pr&auml;ziser zu diskutieren. Aktuelle Anwendungsf&auml;lle solcher sozialphilosophischer &Uuml;berlegungen gibt es mehr als genug:

<ul>
<li>die Frage nach dem Gedenken an den Holocaust, die durch die Walser-Bubis-Debatte wieder neu gestellt worden ist und die auch die Auseinandersetzung um das Berliner Holocaust-Denkmal pr&auml;gt,  </li>
<li>die Debatte um den Wiederaufbau des Berliner Stadtschlosses und den Abri&szlig; des "Palastes der Republik",</li>
<li>Fragen der Namensgebung (z.B. "Wilhelms-Universit&auml;t" oder "IG-Farben-Haus")</li>
<li>und &uuml;berhaupt die Diskussion um eine "nationale Identit&auml;t" oder eine "Leitkultur".</li>
</ul>

Diese politischen Streitfragen bieten einerseits ein reiches Reservoir von Beispiel-Material f&uuml;r die philosophische Analyse, andererseits aber auch wichtige Anwendungsfelder f&uuml;r die zu entwickelnde Ontologie sozialer Entit&auml;ten.</p>



</td></tr></table>

</div>

    </TD>
  </TR>

  <!--Feld unten links-->
    <TD align=middle bgColor= #E67300>&nbsp;</TD>

  <!--Feld unten rechts-->
    <TD align=middle bgColor=#FFC891>
    <NOBR id=z5>
      <A href="index.htm">Hauptseite</A>
      &nbsp;&nbsp;|&nbsp;&nbsp;
      <A href="impressum.htm">Impressum</A>
    </NOBR>
    </TD>
  </TR>

</TBODY>
</TABLE>
</BODY>
</HTML>
