<html>
<head>
<title>EPG2: Praktische Rationalit&auml;t</title>
<META http-equiv=Content-Type content="text/html; charset=iso-8859-1">
<LINK href="../Bilder/format.css" type=text/css rel=stylesheet>
</HEAD>

<BODY text=#000000><A name=top></A>
<TABLE cellPadding=5>
<TBODY>
  <!--Feld oben links-->
  <TR>
    <TD align=middle width=150 bgColor=#E67300>
      <IMG src="../Bilder/aristoteles.jpg" height="100" border="0"></A>
    </TD>

  <!--Feld oben rechts-->
    <TD align=right bgColor=#FFC891>
      <font face="VERDANA,ARIAL,HELVETICA">
      <font size="+4">metaphysicus</font></font>
    </TD>
  </TR>


  <!--Leiste links-->
  <TR>
    <TD vAlign=top align=middle bgColor=#FFC891>
     <font face="VERDANA,ARIAL,HELVETICA"><br>
      <br>
      <a href="../lehre.htm">Lehre</a><br>
         <hr noshade size=1><br>
      <a href="../research.htm"><i>Research</i></a><br>
         <hr noshade size=1><br>
      <a href="../publikationen.htm">Publikationen</a><br>
         <hr noshade size=1><br>
      <a href="../vortraege.htm">Vortr&auml;ge</a><br>
         <hr noshade size=1><br>
      <a href="../index.htm">Hauptseite</a><br>
         <hr noshade size=1></font>
    </TD>

  <!--Hauptfeld-->
    <td valign=top  bgcolor=#FFFFFF>
<div align=center>
<table width="100%" cellpadding=10 bgcolor=#FFFFF1>
<TR>
<TD VALIGN=TOP>

<a name=start><nobr id="z1cb">Ludger Jansen</nobr><br></a>
<nobr id="z1cb">Praktische Rationalit&auml;t (EPG 2)<br></nobr>

<ul>
<li>Zeit: Freitags, 11.30-13 Uhr</li>
<li>Raum: Seminarraum 3.36, Seidenstra&szlig;e 36, 3. Stock</li>
<li>Beginn: 21.10.2005</li>
<li>Sprechstunde: n.V.</li>
<li>Zuordnung: EPG2, LAD</li>
</ul>

<p>Mit mathematischen Theorien wie der Wahrscheinlichkeitsrechnung und der Spieltheorie versuchen Wirtschafts- und Sozialwissenschaftler, menschliches Handeln und Entscheiden zu modellieren. K&ouml;nnen die in diesen Versuchen zugrundegelegten Theorien rationaler Entscheidung auch etwas zu den Grundfragen der praktischen Philosophie beitragen? Das Seminar f&uuml;hrt in die Grundz&uuml;ge der Theorie der Entscheidung unter Sicherheit, Risiko und individueller und kollektiver Entscheidungen ein. Chancen und Grenzen dieser Theorien, die den Menschen als rationalen Nutzenmaximierer darstellen, werden ebenso diskutiert wie ihr Beitrag zu Fragen wie: Ist Kooperation rational? Ist die Existenz staatlicher Ordnung zu rechtfertigen? Wie sieht eine gerechte Gesellschaft aus? Welche Beziehung besteht zwischen den Theorien rationaler Entscheidung und dem Utilitarismus? Kann Moralit&auml;t aus Rationalit&auml;t abgeleitet werden? Wie sollen Kollektive Entscheidungen f&auml;llen?</p>

<h4>Zielgruppe</h4>

<p>Als EPG2-Veranstaltung richtet sich das Seminar inbesondere an Studenten der Philosophie, Mathematik und Sozialwissenschaften. Andere Interessenten sind herzlich willkommen. Philosophiestudenten k&ouml;nnen auch einen Proseminarschein (LAD) erwerben.</p>

<p>Grundkenntnisse der Ethik im Umfang des EPG1-Kurses (oder eines anderen Ethik-Proseminars) werden vorausgesetzt.</p>

<h4>Textgrundlage</h4>

<p>Als Seminartext dient: Julian Nida-R&uuml;melin, Thomas Schmidt, Rationalit&auml;t in der praktischen Philosophie. Eine Einf&uuml;hrung, Berlin: Akademie-Verlag 2000.
Das Buch wird zur Anschaffung empfohlen. Erg&auml;nzende Texte werden als Kopiervorlagen zur Verf&uuml;gung gestellt.</p>

<p>Ein Seminarapparat mit weiterf&uuml;hrender Literatur und den Kopiervorlagen findet sich in der Bibliothek des Instituts f&uuml;r Philosophie. Weitere Literaturhinweise (und Internet-Ressourcen) finden sie auch <a href="http://home.arcor.de/metaphysicus/Lehre/gem-handeln.htm">hier</a>.</p>

<h4>Bedingungen f&uuml;r Teilnahme und Leistungsnachweis</h4>



<p>In den Sitzungen werden Sie regelm&auml;&szlig;ig &Uuml;bungsaufgaben bekommen, die in der Regel zu Beginn der n&auml;chsten Sitzung abzugeben sind. Sollten Sie verhindert sein, k&ouml;nnen Sie mir bis freitags 12 Uhr Ihre Antworten per E-Mail zusammen mit Ihrer Entschuldigung f&uuml;r Ihr Fernbleiben zukommen lassen.</p>

<p>Kennzeichnen Sie Ihre Quellen: Plagiate sind nicht zul&auml;ssig. Hinweise zur Zitierweise finden Sie <a href="../Texte/tutorial.pdf">hier</a>.</p>

<p>Voraussetzung f&uuml;r den Scheinerwerb ist die aktive Teilnahme an mindestens 80 Prozent der Sitzungen, die erfolgreiche Bearbeitung der &Uuml;bungsaufgaben und das Bestehen der Abschlu&szlig;klausur.</p>

<h4>Voraussichtlicher Seminarplan und Materialien</h4>

<ul>
<li>21.10.: § 1 Einf&uuml;hrung</li>
<li>28.10.: § 2 Das entscheidungstheoretische Grundmodell (NRS 1)</li>
<li>04.11.: § 3 Nutzen und Wahrscheinlichkeit (NRS 2)</li>
<ul>
<li><a href="ws05_prakt-rat/dominanz-bayeskriterium.doc">dominanz-bayeskriterium.doc</a></li>
<li>Die Folien zum Referat von Julia Vogel:<a href="ws05_prakt-rat/EPG 2 prakt. Rationalitaet.doc">EPG 2 prakt. Rationalit&auml;t.doc</a></li>
</ul>
<li>11.11.: § 4 Probleme orthodoxer Entscheidungstheorie (NRS 3)</li>
<li>18.11.: § 5 Entscheiden unter Unwissenheit (NRS 4)</li>
<li>25.11.: § 6 A. Sen, "Rational Fools" (Kopie im Apparat)</li>
<li>02.12.: Sitzung f&auml;llt aus -- &Uuml;bungswoche</li>
<li>09.12.: § 7 Newcombs D&auml;mon (NRS 5)</li>
<ul>
<li>Marion Ledwig, Newcomb's problem, Phil. Diss. Univ. Konstanz 2000, online unter: <a href="http://www.ub.uni-konstanz.de/kops/volltexte/2000/524/">http://www.ub.uni-konstanz.de/kops/volltexte/2000/524/</a></li>
<li><a href="../Texte/gem-handeln3.pdf">Folien zur Spieltheorie</a></li>
<li><a href="ws05_prakt-rat/prakt-rat2.doc">&Uuml;bungsaufgaben 2 (Abgabetermin: 16.12.)</a></li>
</ul>
<li>16.12.: § 8 Das Gefangenen-Dilemma (NRS 6)</li>
<li>23.12.: Kurzfristig von der Universit&auml;t zum Ferientag erkl&auml;rt!</li>
<li>Weihnachtsferien</li>
<li>13.01.: § 9 Rationalit&auml;t und politische Ordnung (NRS 7)<br>
            § 10 Rationalit&auml;t und Utilitarismus (NRS 8)</li>
<li>20.01.: § 11 Rationalit&auml;t und Gerechtigkeit (NRS 9)</li>
<li>27.01.: § 12 Moralit&auml;t aus Rationalit&auml;t (NRS 10)</li>
<li>03.02.: § 13 Kollektives Entscheiden (NRS 11)</li>
<li>10.02.: § 14 Strukturelle Rationalit&auml;t (NRS 12)</li>
<li>17.02.: § 15 Abschlu&szlig;klausur</li>
</ul>


</td></tr></table>

</div>

    </TD>
  </TR>

  <!--Feld unten links-->
    <TD align=middle bgColor= #E67300>&nbsp;</TD>

  <!--Feld unten rechts-->
    <TD align=middle bgColor=#FFC891>
    <NOBR id=z5>
      <A href="../index.htm">Hauptseite</A>
      &nbsp;&nbsp;|&nbsp;&nbsp;
      <A href="../impressum.htm">Kontakt/Impressum</A>
    </NOBR>
    </TD>
  </TR>

</TBODY>
</TABLE>
</BODY>
</HTML>