<HTML>
<HEAD>
<TITLE>Proseminar: Logik f&uuml;r Philosophen</TITLE>
<META http-equiv=Content-Type content="text/html; charset=iso-8859-1">
<LINK href="../Bilder/format.css" type=text/css rel=stylesheet>
</HEAD>

<BODY text=#000000><A name=top></A>
<TABLE cellPadding=5>
<TBODY>
  <!--Feld oben links-->
  <TR>
    <TD align=middle width=150 bgColor=#E67300>
      <IMG src="../Bilder/aristoteles.jpg" height="100" border="0"></A>
    </TD>

  <!--Feld oben rechts-->
    <TD align=right bgColor=#FFC891>
      <font face="VERDANA,ARIAL,HELVETICA">
      <font size="+4">metaphysicus</font></font>
    </TD>
  </TR>


  <!--Leiste links-->
  <TR>
    <TD vAlign=top align=middle bgColor=#FFC891>
     <font face="VERDANA,ARIAL,HELVETICA"><br>
      <br>
      <a href="../lehre.htm">Lehre</a><br>
         <hr noshade size=1><br>
      <a href="../research.htm"><i>Research</i></a><br>
         <hr noshade size=1><br>
      <a href="../publikationen.htm">Publikationen</a><br>
         <hr noshade size=1><br>
      <a href="../vortraege.htm">Vortr&auml;ge</a><br>
         <hr noshade size=1><br>
      <a href="../index.htm">Hauptseite</a><br>
         <hr noshade size=1></font>
    </TD>

  <!--Hauptfeld-->
    <td valign=top  bgcolor=#FFFFFF>
<div align=center>
<table width="100%" cellpadding=10 bgcolor=#FFFFF1>
<TR>
<TD VALIGN=TOP>

<a name=start><nobr id="z1cb">Ludger Jansen</nobr><br></a>
<nobr id="z1cb">Proseminar: Logik f&uuml;r Philosophen</nobr>

<ul>
<li>Zeit: Freitags, 9.45-11.15 Uhr</li>
<li>Raum: M11.62 (Keplerstra&szlig;e 11, "K1", 6. Stock)</li>
<li>Beginn: 21.10.2005</li>
<li>Sprechstunde: n.V.</li>
</ul>
<table >
<tr>
 <td bgcolor="#FFFF80"  bordercolor="#000000" bordercolorlight="" bordercolordark="">Der Nachschreibtermin f&uuml;r die Klausur ist am Freitag, 28. April 2006, 11:30 Uhr im Raum 36.31, Seidenstra&szlig;e 36, 3. Stock!</td>
</tr>
</table bgcolor=""  bordercolor="" bordercolorlight="" bordercolordark="">
<p>Die Logik ist nicht nur eine spannende Einzeldisziplin der Philosophie, sie ist ebenso ein wichtiges Arbeitsmittel f&uuml;r die Philosphie im Allgemeinen. Der Logik-Kurs geh&ouml;rt daher nicht zur K&uuml;r, sondern zur Pflicht des Philosophie-studiums. Er f&uuml;hrt zun&auml;chst in die Aussagen- und Pr&auml;dikatenlogik ein. Anschlie&szlig;end werden einige philosophisch besonders interessante Themenbereiche vorgestellt, wie Grundz&uuml;ge der Modelltheorie (G&ouml;del & Co), die Modallogik (die Logik von M&ouml;glichkeit und Notwendigkeit) und die deontische Logik (Normenlogik).</p>

<h4>Zielgruppe</h4>
<p>Der Logikkurs ist Pflichtveranstaltung im ersten Semester f&uuml;r Philosophie-Studierende aller Studieng&auml;nge.</p>

<p>Es werden keine philosophischen oder mathematischen Vorkenntnisse vorausgesetzt.</p>

<h4>&Uuml;bungsaufgaben und Tutorium</h4>

<p>Begleitend zu dieser Lehrveranstaltung finden Tutorien zur Besprechung der w&ouml;chentlichen &Uuml;bungsaufgaben statt. Wenn Sie einen Leistungsnachweis erwerben wollen (s.u.), m&uuml;ssen Sie sich einem Tutorium zuordnen</p>

<p>Bilden Sie zur Bearbeitung der Aufgaben mit anderen Mitstudierenden aus Ihrem Tutorium Gruppen von bis zu drei Personen. Jede Person bekommt das je mit dem Bogen ihrer Gruppe erreichte Ergebnis individuell angerechnet, und jede/r von Ihnen mu&szlig; so, bezogen auf alle B&ouml;gen zusammen, mindestens 50% der Fragen richtig beantworten. (Genauer: Die Summe der in den einzelnen &Uuml;bungsb&ouml;gen erreichten Prozentzahlen, geteilt durch die Zahl der &Uuml;bungsb&ouml;gen, mu&szlig; f&uuml;r jede/n von Ihnen schlie&szlig;lich mindestens 50 sein.) Wer mehr als zwei &Uuml;bungsb&ouml;gen nicht bearbeitet, wird nicht zur Klausur zugelassen.

<p>Die &Uuml;bungsaufgaben werden w&ouml;chentlich am Ende der Lehrveranstaltung verteilt. Ihre L&ouml;sungen m&uuml;ssen Sie zu Beginn der darauffolgenden Lehrveranstaltung abgeben. Die Tutoren werden Ihre Antworten korrigieren und die L&ouml;sungen in den Tutorien besprechen. Im Februar gibt es keine Aufgaben mehr.</p>

<h4>Leistungsnachweis</h4>

<ul>
<li>BA Hauptfach (6 credit points); Lehramt, Magister Haupt- und Nebenfach (qualifizierter Schein): regelm&auml;&szlig;ige aktive Teilnahme und erfolgreiches Bearbeiten der &Uuml;bungsaufgaben; mindestens 50 % der Punkte sind f&uuml;r die Zulassung zur Klausur erforderlich; Bestehen der Klausur am Ende des Semesters (120 Minuten).</li>
<li>BA Nebenfach, 3 credits: regelm&auml;&szlig;ige aktive Teilnahme und erfolgreiches Bearbeiten der &Uuml;bungsaufgaben; mindestens 50 % der Punkte sind f&uuml;r die Zulassung zur Klausur erforderlich; Bestehen der Klausur am Ende des Semesters (60 Minuten).</li>
<li>BA Nebenfach (0 credit points); Lehramt, Magister Haupt- und Nebenfach (Teilnahmeschein): regelm&auml;&szlig;ige aktive Teilnahme und erfolgreiches Bearbeiten der &Uuml;bungsaufgaben; mindestens 50 % der Punkte sind f&uuml;r den Teilnahmeschein erforderlich.  </li>
</ul>

<h4>Literatur</h4>

<ul>
<li>Thomas Zoglauer: Einf&uuml;hrung in die formale Logik f&uuml;r Philosophen, G&ouml;ttingen: Vandenhoeck & Ruprecht, 3. Aufl. 2005. </li>
<li>Niko Strobach, Einf&uuml;hrung in die Logik, Darmstadt: Wissenschaftliche Buchgesellschaft 2005.      </li>
</ul>

<p>Jedem sollte mindestens eines dieser B&uuml;cher zur Vor- und Nachbereitung zuhause zur Verf&uuml;gung stehen. Weitere Literaturhinweise und Internetquellen werden in der Veranstaltung oder auf der Internet-Seite <a href="literatur-links-logik.htm">LLL - Literatur und Links zur Logik</a> bekanntgegeben.</p>

<p>Einen &Uuml;berblick &uuml;ber die im Kurs vorgekommenen Definitionen finden Sie hier: <a href="logik-definitionen.htm">Die gro&szlig;e Seite der Logik-Definitionen</a>. Diese Seite wird regelm&auml;&szlig;ig um die neu eingef&uuml;hrten Begriffe erg&auml;nzt.</p>

<p>Kurzfristige &Auml;nderungen werden &uuml;ber die Instituts-Homepage und die Mailing-Liste Info-Phil bekanntgegeben. Es ist daher empfehlenswert, Info-Phil zu abonnieren (Zugang &uuml;ber die Instituts-Homepage).</p>

<p>Neben den Tutorien bietet auch die von den Tutoren betreute Online-Plattform des <a href="http://www.uni-stuttgart.de/philo/index.php?id=814">Forums f&uuml;r Logik</a> Nachfrage- und Diskussionsm&ouml;glichkeiten.</p>

<p>Seminarapparate mit wichtiger Literatur befinden sich in der Universit&auml;tsbibliothek in der Holzgartenstra&szlig;e und in der Institutsbibliothek des Instituts f&uuml;r Philosophie, Seidenstra&szlig;e 36, dritter Stock.</p>

<h4>Voraussichtlicher Seminarplan und Materialien</h4>

<p>In Klammern angegeben sind die einschl&auml;gigen Kapitel bei Zoglauer (Z) und Strobach (St).</p>

<ul>
<li>21.10.: § 1 Logik und ihre Relevanz f&uuml;r die Philosophie (Z: 6.1, 6.3, St: 1-2.1)<br>
   <ul>
   <li><a href="ws05_logik/0_formalia.doc">0_formalia.doc</a></li>
   <li><a href="ws05_logik/1_Logik und Philosophie folien.doc">1_Logik und       Philosophie folien.doc</a></li>
   <li><a href="ws05_logik/1_uebung.doc">1_uebung.doc</a></li>
   </ul></li>

<li>28.10.: § 2 Das Schwarz-Wei&szlig;-Spiel: Logik spielend leicht (St: 3.1)</li>
   <ul>
   <li><a href="ws05_logik/2_Das SW-Spiel handout2.doc">2_Das SW-Spiel handout2.doc</a> (korrigierte Version)</li>
   <li><a href="ws05_logik/2_uebung.doc">2_uebung.doc</a></li>
   </ul>

<li>04.11.: § 3 Das AL-Spiel: Aussagenlogik (Z: 2-3, S: 3)</li>
 <ul>
   <li><a href="ws05_logik/3_Das AL-Spiel folien.doc">3_Das AL-Spiel folien.doc</a></li>
   <li><a href="ws05_logik/3_Das AL-Spiel handout.doc">3_Das AL-Spiel handout.doc</a></li>
   <li><a href="ws05_logik/3_uebung.doc">3_uebung.doc (Bis zum 11. November sind lediglich die Aufgaben 1 und 2 zu bearbeiten!)</a></li>
   </ul>
<li>11.11.: § 4 AL: Beweise und Probleme (Z: 3.1, St: 3 passim)</li>
 <ul>
   <li>Die Materialien f&uuml;r § 4 finden sich auf der R&uuml;ckseite des Handouts f&uuml;r § 3.</li>
   <li><a href="ws05_logik/4 beweise folien.doc">4 beweise folien.doc</a></li>
   <li>Bis zum 18. November sind die Aufgaben 3 und 4 von &Uuml;bung 3 zu bearbeiten.</li>
   <li><a href="ws05_logik/3_uebung.doc">3_uebung.doc</a></li>
   </ul>
<li>18.11.: § 5 Nat&uuml;rliches Schlie&szlig;en: Herleitungsspiele f&uuml;r AL (Z: 4.2-4.3, St: 4.4)</li>
<ul>
<li><a href="ws05_logik/5_herleitungsspiele handout+uebung korr.doc">5_herleitungsspiele handout+uebung korr.doc</a></li>
<li><a href="ws05_logik/5_musterloesung.doc">5_musterloesung.doc</a></li>
</ul>


<li>25.11.: § 6 Eigenschaften der Aussagenlogik (Z: 7.1-7.2, St: 4.1, 4.4)</li>
<ul>
<li><a href="ws05_logik/6_Strategien und Eigenschaften.doc">6_Strategien und Eigenschaften.doc</a></li>
</ul>

<li>02.12.: Sitzung f&auml;llt aus -- &Uuml;bungswoche</li>

<li>09.12.: § 7 Aussagenlogische Argumente</li>
<ul>
<li><a href="ws05_logik/7_handout korr.doc">7_handout korr.doc</a></li>
<li><a href="ws05_logik/7_folien2.doc">7_folien2.doc</a></li>
<li><a href="ws05_logik/7_uebung3.doc">7_uebung3.doc</a></li>
</ul>

<li>16.12.: § 8 Quantorenlogische Argumente</li>
<ul>
<li><a href="ws05_logik/8 Handout.doc">8 Handout.doc</a></li>
<li><a href="ws05_logik/8_uebung.doc">8_uebung.doc</a></li>
</ul>


<li>23.12.: enf&auml;llt -- Tag wurde kurzfristig von der Universit&auml;t zum Ferientag erkl&auml;rt</li>

<li>Ferien: An Weihnachten Logikb&uuml;cher schenken lassen! (St: Literaturverz.)</li>

<li>13.01.: § 9 Die Pr&auml;dikatenlogik</li>
<ul>
<li><a href="ws05_logik/9_folien.doc">9_folien.doc</a></li>
<li><a href="9_uebung.doc">9_uebung.doc</a></li>
<li><a href="ws05_logik/9_handout.doc">9_handout.doc</a></li>
</ul>

<li>20.01.: § 10: Die Syntax von PL  </li>
<ul>
<li><a href="ws05_logik/10_handout.doc">10_handout.doc</a></li>
<li><a href="ws05_logik/10_uebung.doc">10_uebung.doc</a></li>
</ul>

<li>27.01.: § 11: Die Semantik von PL </li>
<ul>
<li><a href="ws05_logik/11_uebung.doc">11_uebung.doc</a></li>
</ul>

<li>03.02.: § 12 PL-Herleitungspiele (Z: 5.5, St: 6.8), G&ouml;del & Co (Z: 7.3-7.5)</li>
<ul>
<li><a href="ws05_logik/11_folien.doc">11_folien.doc</a></li>
</ul>

<li>10.02.: Klausur</li>
<ul>
<li><b>Die Klausur beginnt bereits um 9.30 Uhr. Seien Sie rechtzeitig vorher da!</b></li>
</ul>

<li>17.02.: § 13 Modallogik (Z: 8, St: 4.5, 7.1) und Deontische Logik (Z: 9, St: 7.2)</li>
<ul>
<li><a href="ws05_logik/14_Modallogik_folien.doc">14 Modallogik folien.doc</a></li>
</ul>
</ul>

</td></tr></table>

</div>

    </TD>
  </TR>

  <!--Feld unten links-->
    <TD align=middle bgColor= #E67300>&nbsp;</TD>

  <!--Feld unten rechts-->
    <TD align=middle bgColor=#FFC891>
    <NOBR id=z5>
      <A href="../index.htm">Hauptseite</A>
      &nbsp;&nbsp;|&nbsp;&nbsp;
      <A href="../impressum.htm">Kontakt/Impressum</A>
    </NOBR>
    </TD>
  </TR>

</TBODY>
</TABLE>
</BODY>
</HTML>