<html>
<head>
  <link rel=stylesheet type="text/css" href="../format.css">
</head>

<body text="#000000">
<a NAME="top"></a>
<a name=start><nobr id="z1cb">Ludger Jansen</nobr><br></a>
<nobr id="z1cb">Lehrveranstaltungen</nobr>

<P>

<h3>Prof. Dr. Peter Rohs / Ludger Jansen M.Litt. M.A.</h3>
<h2>Hauptseminar: Aristoteles, Metaphysik Theta</h2>
<b>Wintersemester 1999/2000</b>
<br>

<h5>1. Allgemeine Literaturhinweise</h5>

Das Sternchen (*) kennzeichnet die Texte, die sich im Seminarapparat befinden.

<h5>a) Allgemeines</h5>

<p><b>aa) Einf&uuml;hrungen.</b> Zu Aristoteles gibt es eine ganze Reihe guter Einf&uuml;hrungsb&uuml;chlein:<br>
[1] Ackrill, Aristoteles. Eine Einf&uuml;hrung, Berlin [24,80 DM].<br>
[2] Barnes, Aristoteles, Stuttgart (= RUB 8773) [6,- DM].<br>
[3] Barnes, Life and work, in: ders. (Hg.), The Cambridge Companion to Aristotle, Cambridge 1995, 1-26.<br>
[4] H&ouml;ffe, Aristoteles, M&uuml;nchen 1996 (= Becksche Reihe Denker 335) [Schwerpunkt liegt auf der praktischen Philosophie des Aristoteles; 24,- DM].</p>

<p><b>ab) Gesamtdarstellungen.</b> Zum Nachschlagen:<br>
[5] Flashar, Aristoteles, in: Grundri&szlig; der Geschichte der Philosophie. Die Philosophie der Antike 3: &Auml;ltere Akademie - Aristoteles - Peripatos, Basel/Stuttgart 1983, 175-457. [= Der "Neue Ueberweg". Sehr gut strukturiert, &Uuml;bersicht &uuml;ber Forschungsstand und Literatur!]<br>
[6] D&uuml;ring, Aristoteles. Darstellung und Interpretation seines Denkens, Heidelberg 1966. (Ein Klassiker!)<br>

<p><b>ac) Bibliographien.</b> Flashars Angaben im "Neuen Ueberweg" [5] (oft mit Kommentar!) und die entsprechenden Abschnitte in Totoks "Handbuch zur Philosophiegeschichte" (Frankfurt am Main 21997) sind sehr umfangreich. Zudem gibt es neuerdings eine von Radice/Davies herausgegebene Bibliographie (Leiden 1997), die speziell der Metaphysik des Aristoteles gewidmete Literatur des 20. Jh. (bis Anfang der 90er Jahre) verzeichnet und auf Vollst&auml;ndigkeit angelegt ist.<br>
Um nicht den &Uuml;berblick zu verlieren, empfiehlt es sich aber, mit einer guten, thematisch sortierten Auswahlbibliographie zu beginnen, wie sie sich etwa in Barnes' "Cambridge Companion" ([3], 287-384).</p>

<h5>b) Zur Metaphysik</h5>

<p><b>ba) Ausgaben</b> Die ma&szlig;geblichen kritischen Ausgaben sind die Editionen von Jaeger* (OCL, Oxford 1957) und Ross* (2 Bde., Oxford 1923 u.&ouml;.). Die zweib&auml;ndige Meiner-Ausgabe* (= PhB 307+308) druckt leider den &auml;lteren und schlechteren Text von Christ, ist aber die einzige greifbare gr.-dt. Ausgabe. Die &Uuml;bersetzung ist von Bonitz, in einer manchmal eigenwilligen &Uuml;berarbeitung von Seidl. Die Rowohlt-Ausgabe* bringt ebenfalls die Bonitzsche &Uuml;bersetzung, diesmal von Wolf durchgesehen (Reinbeck 1994; 22,90 DM). Sehr brauchbar ist auch die bei Reclam erschienene &Uuml;bersetzung von Schwarz (RUB 7913, Stuttgart 1970 u.&ouml;.; 18,- DM). Jede der &Uuml;bersetzungen kann im Seminar benutzt werden; von der &Uuml;bersetzung von Gohlke wird abgeraten (Paderborn 1972).<br>
Wer sich mehr mit Aristoteles besch&auml;ftigen m&ouml;chte, der sei auf die sechs B&auml;nde "Philosophische Schriften" des Meiner-Verlags hingewiesen, die die Hauptschriften des Aristoteles in deutscher &Uuml;bersetzung enthalten.</p>

<p><b>bb) Kommentare</b> Standardwerk zur Metaphysik ist der Kommentar der schon erw&auml;hnten Ausgabe von Ross* (2 Bde., Oxford 1923 u.&ouml;.). Sehr hilfreich sind auch die "Notes on Eta and Theta of Aristotle's Metaphysics" von Burnyeat et.al.* (Oxford 1984). Seidls Anhang zur Meiner-Ausgabe* ist eher eine ausf&uuml;hrliche Gliederung (was auch hilfreich sein kann), als ein Kommentar.<br>
Weiterhin gibt es Kommentare zur Metaphysik von Schwegler (dt., 1847, ND 1961, 4 Bde. in 2), Bonitz (lat., 1848), Tricot* (franz., 1953 u.&ouml;., 2 Bde.), Reale (ital., 19....., 3 Bde.) und nat&uuml;rlich von zahlreichen antiken und mittelalterlichen Autoren (gr./lat.), deren Konsultation in speziellen F&auml;llen angebracht sein kann.</p>

<p><b>bc) Einf&uuml;hrungen in die Metaphysik, &Uuml;berblicksartikel.</b> Als Hintergrundinformation:<br>
Flashar, [5], 256-262.<br>
Inciarte, Die Metaphysik des Aristoteles, in: Gniffke/Herold (Hgg.), M&uuml;nsteraner Einf&uuml;hrungen in die Philosophie 3, (im Erscheinen).<br>
*Rapp, Einleitung: Die Substanzb&uuml;cher der Metaphysik, in: [7], 1-26.<br>
*Ross, Introduction, in: Met. I, xiii-clxvi.</p>

<p><b>bd) Sammelb&auml;nde</b><br>
[7] * Rapp (Hg.), Aristoteles. Die Substanzb&uuml;cher, Berlin 1996 (= Klassiker auslegen 4). [DM 29,80]<br>
[8] Scaltas et.al., Unity, Identity and Explanation, Oxford 1994.<br>

<h5>c) Spezialliteratur zum Seminarthema</h5>
[9] Ackrill, Aristotle's distinction between energeia and kinesis, in: Bambrough (Hg.), New Essays on Plato and Aristotle, London 1965.<br>
[10] Berti, Der Begriff der Wirklichkeit in der Metaphysik, in: [7], 289-311.<br>
[11] Ferejohn, Aristotle on Focal Meaning and the Unity of Science, in: Phronesis 25 (1980)117-128.<br>
[12] Frede, Aristotle's notion of Potentiality in Metaphysics Q, in: [8], 173-193.<br>
[13] Hartmann, Der Megarische und der Aristotelische M&ouml;glichkeitsbegriff, in: ders. Kleinere Schriften II, Berlin 1957.<br>
[14] Hintikka, Time and Necessity, Oxford 1973.<br>
[15] Jansen, Are Aristotle's energeia states or events?, in: Analyomen 2. Proceedings of the 2nd Conference "Perspectives in Analytical Philosophy", vol. 2: Philosophy of Language. Metaphysics, hg. von G. Meggle, Berlin/New York 1997 (= Perspektiven der Analytischen Philosophie 17), 369-375.<br>
[16] Kung, Making things better: the art of changing things, in: Phronesis 43 (1998), 62-83.<br>
[17] Liske, Kinesis und Energeia bei Aristoteles, in: Phronesis 36 (1991) 161-178.<br>
[18] Liske, In welcher Weise h&auml;ngen Modalbegriffe und Zeitbegriffe bei Aristoteles zusammen?, in: Zeitschrift f&uuml;r philosophische Forschung 49 (1995) 351-377.<br>
[19] Liske, Inwiefern sind Verm&ouml;gen intrinsische dispositionelle Eigenschaften?, in: [7], 253-288.<br>
[20] Moline, Provided nothing external interferes, in: Mind 84 (1975), 244-254.<br>
[21] Seel, Die Aristotelische Modaltheorie, Berlin/New York1982.<br>
[22] Stallmach, Dynamis und Energeia. Untersuchungen am Werk des Aristoteles zur Problemgeschichte von M&ouml;glichkeit und Wirklichkeit, Meisenheim am Glan.<br>
[23] Tugendhat, &Uuml;ber den Sinn der vierfachen Unterscheidung des Seins bei Aristoteles, in: ders., Philosophische Aufs&auml;tze, Frankfurt 1992 (= stw 1017), 136-144.<br>
[24] van Rijen, Aspects of Aristotle's Theory of Modality, Dordrecht/Boston/London 1989.<br>
[25] Wolf, M&ouml;glichkeit und Notwendigkeit bei Aristoteles und heute, M&uuml;nchen 1979.</p>

<h5>2. Zur Zitierweise</h5>

<p>Aristoteles-Stellen zitiert man nach der von Bekker im 19. Jh. besorgten Gesamtausgabe; die Seiten-, Spalten- und Zeilenangaben dieser Ausgabe (sog. Bekker-Paginierung) sollten in allen modernen Ausgaben angegeben sein. Man zitiert ausf&uuml;hrlich nach dem Muster:</p>

<ul>[Titel der Schrift] [Buch] [Kapitel], [Bekker-Seite][Bekker-Spalte: "a" oder "b"][Bekker-Zeile]</ul>

<p>Die Titel werden oft abgek&uuml;rzt; meist orientiert man sich an den lateinischen Bezeichnungen. Beispiel: "Met." = Metaphysik, "Phy." = Physik, "Int." = De Interpretatione, "SE" = Sophistici Elenchi (Sophistische Widerlegungen), "Cat." = Kategorienschrift. Es bedeutet also z.B.:</p>

<ul>Met. IV.2, 1003a33-b19<br>
Metaphysik, 4. Buch, 2. Kapitel, VON Bekker-Seite 1003a, linke Spalte, Zeile 33 BIS zur Zeile 19 der rechten Spalte auf der gleichen Seite.</p>
<p>SE 1, 165a6-17<br>
Sophistische Widerlegungen, 1. Kapitel, Bekker-Seite 165, linke Spalte, Zeilen 6-17. (Ein Buch wird nicht angegeben, da SE nur aus einem Buch besteht.)</ul></p>

<h5>Seminarplan</h5>

<table>
<tr>
 <td> 19.10.</td>
 <td> "Das Sein wird in vielfacher Weise ausgesagt": Met. V 7; vgl. auch Met. IV 2, 1003a 33-b 19</td>
</tr>
<tr>
 <td> 26.10.</td>
 <td> Mehrdeutigkeit und Einheit des Verm&ouml;gensbegriffs: Met. V 12 und IX 1; vgl. auch Int. 1, SE 1, 165a 6-17</td>
</tr>
<tr>
 <td> 02.11.</td>
 <td> Rationale Verm&ouml;gen: Met. IX 2; vgl. [16]</td>
</tr>
<tr>
 <td> 09.11.</td>
 <td> Die Megariker-Kritik: Met. IX 3</td>
</tr>
<tr>
 <td> 16.11.</td>
 <td> Das Konsistenz-Kriterium: Met. IX 3-4</td>
</tr>
<tr>
 <td> 23.11.</td>
 <td> Dynamis und Kinesis: Phys. III 1, 255a 31-b 13</td>
</tr>
<tr>
 <td> 30.11.</td>
 <td> Kinesis und Energeia: Met. IX 6, 1048b 18-34; [9], [15], [17]</td>
</tr>
<tr>
 <td> 07.12.</td>
 <td> Dynamis und Energeia: Met. IX 6</td>
</tr>
<tr>
 <td> 14.12.</td>
 <td> Verwirklichung - Ausl&ouml;ser und Hindernisse: Met. IX 5; [20]</td>
</tr>
<tr>
 <td> 21.12.</td>
 <td> Hinreichende Bedingungen f&uuml;r Verm&ouml;gen: Met. IX 7</td>
</tr>
<tr>
 <td> </td>
 <td> - Weihnachtsferien -</td>
</tr>
<tr>
 <td> 11.01.</td>
 <td> Exkurs: Hartmanns Interpretation; [13]</td>
</tr>
<tr>
 <td> 18.01.</td>
 <td> Exkurs: F&uuml;lleprinzip; [14]</td>
</tr>
<tr>
 <td> 25.01.</td>
 <td> Die Priorit&auml;t der Energeia: Met. IX 8, 1049b 4-1050b 2; vgl. auch Met. V 11 und Cat. 12</td>
</tr>
<tr>
 <td> 02.02.</td>
 <td> Priorit&auml;t dem Wesen nach: Met. IX 8, 1050b 3-1051a 3</td>
</tr>
<tr>
 <td> 09.02.</td>
 <td> Nachtr&auml;ge zum Guten, Mathematischen und Wahren: Met. IX 9-10</td>
</tr>
</body>
</html>